HELP_COMMAND = """
<b>/start</b> - <em>начать диалог</em>
<b>/help</b> - <em>список команд</em>
<b>/random</b> - <em>рандомная цифра</em>
<b>/photo</b> - <em>картинка</em>
<b>/changelog</b> - <em>история обновлений бота</em>
<b>/info</b> - <em>информация о юзере</em>
<b>/json</b> - <em>информация в JSON формате</em>
<b>/json2</b> - <em>более удобная версия /json</em> 
<b>/source</b> - <em>соурсе</em>
""" 

START_MESSAGE = """
Команды - <b>/help</b>
Ссылочка на создателя!👇"""

CHANGELOG_COMMAND = """Бот создан <b>16 июня 2023 г. в 20:00:54</b> (<em>UTC+3</em>)

<b>18.06.23 1.0:</b> Были добавлены команды 
<em>/help
/start</em>

<b>19.06.23 1.1:</b> Были добавлены команды
<em>/random
/photo</em>
Полностью изменена команда <em>/start</em>

<b>20.06.23 1.2:</b> Была добавлена команда <em>/history</em>

<b>20.06.23</b> Работа на версией <b>1.0</b> <tg-spoiler>@milkyeblan_bot</tg-spoiler> была прекращена и бот переехал на другой адрес 



 <b>20.06.23</b> Была создана версия <b>2.0</b> <tg-spoiler>@Gate21bot</tg-spoiler>
 
 <b>01.07.23</b> Добавлено приветствие нового участника при входе в чат
 Добавлена отсылка
 Добавлена команда <em>/info</em>
 <del>Добавлена команда <em>/weather</em></del>
 Функционал команды перенесен в <em>@MilkyWeatherBot</em>

<b>02.07.23</b> Добавлено прощание с участником при выходе из чата

<b>26.08.23</b> Добавленна команда <em>/json</em>

<b>27.08.23</b> Добавлена команда <em>/json2</em>

<b>2.1</b>

<b>18.09.23</b> Произведен рефакторинг бота.

Команда <em>/history</em> была переименована в <em>/changelog</em>

Комманды оптимизированы и переписаны.

Команда <em/json</em> удалена и была заменена командой <em>/json2</em>

Добавлена команда <em>/source</em>
"""
SOURCE_COMMAND = """
Этот бот является копией бесплатного программного обеспечения. И находится под лицензией "AGPL".

Оригинальный код доступен здесь https://drive.google.com/drive/folders/1xtkj5Y42Ro7pGtOc69QlwYrVwQ9F8lXm?usp=sharing

Разработка бота: <a href=\"t.me/MilkyBots\">MilkyBots</a>
Отдельная благодарность: <a href=\"tg://user?id=1956508438\">MrKoteyka</a>, <a href=\"t.me/This113Bots\">Dimoka113</a>
"""